---
kind: other
id: Methods.T:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionGeneralLZ
source: html/50120370-27a8-5f09-2cb5-f58f19fc1233.htm
---
# StructuralSectionGeneralLZ Methods

Returns size of the section boundary.